[{"id": 34, "link": "miscommunication", "title": "Miscommunication", "titleNL": ".", "content": "As Sebastiaan and I are hitching to Bursa, Turkey, we get in a car with a lady who lives there.  She doesn’t speak English. We switch the mobile phone and talk to that advice articulating like a moron. It’s not the easiest way to communicate, but since our host doesn’t speak English and we don’t speak Turkish, this is the only way of communication. She seems worried about where we will sleep that night. She asks whether it will be on the streets. tell her that it’s not very comfortable and we will try to find someplace else. “I live with my son in an apartment. you can stay at my place, but it is a bit messy.” Well, we are not bothered by it. \n\n\nTwo hours later we are standing in the kitchen. she apologizes again for the mess in her house. Next to the sink are two buckets with a huge knife in it. It is not really messy. Although there is some brown-red residu in the buckets… Google translates my host: “Do we know that the Turks will sacrifice?” I am not sure what to make of that. I don’t get this, so I type:  “I don’t understand the translation.” -“He is getting cancer cured,” she replies. She refers to her sister, but the Turkish ‘O’ can mean both gender. “I cut the victim for him.” She repeats ‘Kurban’; victim. To explain herself she says: “My brother has to eat cancer meat.” Google is making me nervous. Our host starts to wash her sink with bleech. The smell fills the kitchen. I translate the word sheep to ‘koyun’. Our host confirms, it was a sheep. “So I don’t have to worry about being the next victim then?” I reply. Our host bursts out in a laugh. It makes her look like a nice lady again. Phew.", "contentNL": ".", "latitude": 401856100.0, "longitude": 290804025.0, "datetime": "2019-01-05T12:35:03", "media": [47], "comments": 0, "author": "Kiki"}, {"id": 33, "link": "safe-illusion", "title": "Safe illusion", "titleNL": ".", "content": "How do you measure safety? We like to think of ourselves as rational human beings who choose wisely. Science seems to tell us otherwise, we make decisions fairly irrational, merely based on how we feel about something instead of knowing and weighing the facts. Cows kill more human beings than sharks, but cuddling sharks is still less popular. Our fear of terrorist attacks have increased as the media are reporting almost enthusiastically about it, but we still have more chances to die in a car accident. I don’t see many people skipping a car ride for safety reasons. That having said, we still try to make the right decisions while travelling. \nThe Dutch government provides travel advice. Afghanistan is strongly discouraged to travel through. You can get kidnapped, raped and there is a high chance of terroristic attacks. They repeat “Do not travel to Afghanistan” six(!) times. It almost sounds like suicide for the traveller who goes there anyway. Turkey is safer, luckily. Only the south-east area is not suitable for travelling. There is a ongoing conflict between the Kurdish and the Turks and Syria still deals with the war.  \nWe get in touch with Onur, a lawyer living in Antioch, 100 km from Aleppo. He tells us about the extraordinary mountains, the ancient history and the many religious books that mention his hometown. We ask him about safety but he doesn’t see any problems: “Don’t worry, we have borders.” Oh well then. \nMehmet, Sadik and Ahmed who are our hosts in Istanbul origin from the same area as Onur. They provide us with more information. When the war began it was somewhat troublesome, but the last couple of years it’s fine. They don’t feel worried about their families. Soon they talk about the food in and near Gaziantep. “They work with food like mad scientists, 1000’s different dishes is not an exaggeration.” When they visit their families in December we receive pictures - all with food. Diabetes seems more likely to strike than a bomb. \nBermall who hosts us through airbnb responds with great surprise when we show her the Dutch travel advice. “But Diyarbakir is my hometown!” She laughs. Nothing happens there. Her Kurdish family lives there and pick the herbs we drink as a tea that evening. Sometimes there are incidents where shots are fired on the Kurdish population, but we can not get straight what that exactly means. \n\nYassine from Tunisia studies in Istanbul. He has a story where a travel agency discourages people to go to Tunisia. “In the end my friends came anyway, despite the travel agency and they chose to trust me. They liked Tunisia so much, they came back for 6 years straight.” Recently two blond girls from scandinavia have been murdered. It is hard to have missed that, since the media have reported about it excessively. About the brutality how their throats were slit and how much their family grieves. It is horrible, but Yassine aks why there was nothing written in the newspapers about a Tunisian guy who got murdered in a French Bank. “That guy didn’t do anything, he just got beaten to death. It feels like a Tunisian life is worth less than a Scandinavian.” \n\nSadik says we should go to his family in Hatay. “My brother will show you around, you can stay there, no problem.” Mehmet sees possibilities to meet there again. End of January, maybe. We do not know where we will end up, but it feels like we will never have to be alone. \n", "contentNL": ".", "latitude": 41.020620799999996, "longitude": 28.8571392, "datetime": "2018-12-31T11:38:49.268", "media": [], "comments": 0, "author": "Kiki"}, {"id": 32, "link": "christmas-with-family-after-all", "title": "Christmas with family after all", "titleNL": "Ongeplande Kerst met familie", "content": "\"Hey, how are you doing? We haven’t seen many updates from your side guys….” We got a few messages like these. I actually didn’t think many people read our stories, apart from our mothers of course. Sebastiaan and I are travelling for a while now. Three-and-a-half months have flown by, which sounds like more than it feels. We wrote stories about the people we met and the new places that amazed us. Travelling is thrilling, you push your boundaries of your comfort zone and get rewarded with great stories and a different understanding of yourself as a person. It also means you’ll leave your family and friends. For a while at least.\n\nWe got reunited with them sooner than we expected as life does throw curveballs which you can’t predict. Sebastiaan got the sad news his grandfather had passed on. After that message Sebastiaan and I took the next plane home. I met his charming grandfather a before we left, a man who laughs and has the biggest blue eyes wide open as if he sees way more than we would ever know. He also suffered from alzheimer. Sometimes he would realize Sebastiaan was his grandson, that he raised three little girls who are all grown women right now. He was deeply touched when he found out. A few minutes later these understandings would fade away again. Alzheimer disconnected him from his body and his world.\n\nWhat does death mean when life has already faded away? It might be the final goodbyes from a daughter who has said goodbye to a lot of parts that made her father over time. Memories make us who we are. They are the stories we tell to others when we want to tell them about ourselves. They are our keys to connect with our loved ones when we relive our shared moments.\n\nI feel thankful that Sebastiaan and I could take the plane home. Our journey isn’t ended or even disrupted. This has become part of our journey. It just wasn’t meant to be a straight line to China in the first place.", "contentNL": "“Hey, hoe gaat het met jullie? We zagen dat jullie geen verhalen meer posten... “ Afgelopen tijd hebben we enkele van deze berichten gekregen. Om eerlijk te zijn verwachtte ik niet dat veel mensen, op onze moeders na, onze verhalen lezen. Sebastiaan en ik zijn al een flinke tijd aan het reizen, hoewel die-en-een-halve maand langer klinkt dan het voor ons voelt. Reizen is opwindend, je verlegt de grenzen van waarbinnen je comfortabel voelt. daarnaast word je beloond met heerlijke verhalen en hernieuwd beeld over hoe je je verhoudt als persoon tot de wereld. Het betekent ook dat je ver weg bent van familie en vrienden. Voor een tijdje althans. \n\nWij zijn met eerder herenigd met onze familie dan we hadden gedacht. Een leven kan je niet plannen, net zo min als de dag dat je afscheid zal nemen. Sebastiaan kreeg de boodschap dat zijn grootvader is overleden. met het eerstvolgende vliegtuig zijn we naa huis gegaan. Ikzelf heb zijn charmante grootvader gezien voordat we op reis gingen, een lachende man met de grootste blauwe ogen. Hij leek meer te zien dan we ooit zouden vermoeden. Hij leed ook aan alzheimer. Soms realiseerde hij zich dat Sebastiaan zijn kleinzoon was, dat hij ooit drie dochters had opgevoed tot volwassen vrouwen. Hij leek altijd emotioneel wanneer hij dat besefte, waarbij een paar minuten later ook weer deze flarden aan herinneringen vervlogen. Alzheimer verbrak zijn contact met lichaam en omgeving.  \n\nWat betekent de dood wanneer het leven al weg is gegleden? Misschien is het het laatste afscheid van een dochter die al afscheid genomen heeft bij elke vergeten herinnering. Ik herinner me iemand die meende dat we niets meer zijn dan onze herinneringen. Zij vormen de verhalen voor anderen wanneer we over onszelf vertellen. Ze helpen ons te verbinden door gedeelde herinneringen te herbeleven, het liefst met degenen die erin voorkomen.\n\nIk voel me dankbaar dat Sebastiaan en ik de mogelijkheid hadden om met het eerstvolgende vliegtuig thuis te komen. Onze reis is niet beëindigd of zelfs maar onderbroken; dit is deel van onze reis. Misschien is het nooit de bedoeling geweest dat onze reis rechtstreeks naar China zou zijn.\n\n\n", "latitude": 41.037196, "longitude": 28.97468, "datetime": "2018-12-28T13:49:28.869", "media": [46], "comments": 0, "author": "Kiki"}, {"id": 31, "link": "pakistani-friends", "title": "Pakistani friends", "titleNL": "..", "content": "We are making friends, I realize as we say goodbye in Athens to our hosts. They're Pakistani, and some call them refugees. Marcin, the Polish free spirited soul we met on the way, thinks of them as ‘real adventurers’. They have travelled more or less the same route as we in opposite direction. Without passport, visas and not for fun. \n\nQadeer has invited us through couchsurfing. we walk towards his apartment where he lives with two others. they share the bedroom and there's always space for visitors. We end up enjoying their hospitality for a couple of days while eating tasty Pakistani food, playing cardgames, learning some pakistani words and see a cricket competition with other Pakistani guys. \n\n“I tried to get into Bulgaria two times,” Asim says. It didn't work. “They broke my arm.” Asim's way of telling is laconic. During tourist season he works as cook on one of the Greek Islands. The other months he is in Athens and does whatever he can find to make money. At home he is joking around, about how good he is at playing cards. \n\n“I want to go to France. I want to go to school for 2 years and then find work.” Amir is 17. He left his family when he was 14 and sells socks on the streets. His eyes are alert and always seem to smile. We ask him if it would be dangerous to go to France. “Yes,” he shrugs his shoulders. It's just the way things are. \n\nKhan shows us a film of his 3-year-old son dancing. He goes to Pakistan every year to see his family. He has been in Greece for more than ten years. He works in a copyshop and when we ask him how much it would be if we'd want business cards, he says he'll have it printed by tomorrow. We're not allowed to pay. “Not a big deal” he thinks. \n\nThere is no room for pity. Usually we give something to our hosts, a bottle of wine or beer. That seems like an inappropriate gift to muslims. We decide to find chocolate and cookies, but Qadeer is worried we think they are poor. It feels like a cultural minefield. \n\nI know the distance between men and women is, especially in Pakistan, very big. Women cover themselves up and dating is not too common. Interaction between men and women can be wrongly interpreted, like shaking hands, eye-contact or a direct way of interacting. i think it is hard to find a way where can feel myself and still have enough sensitivity for their way of interacting. After a few days we are getting along way easier. When we say goodbye Asim says “I hope you have a long life together and your trip goes well,” He still regular asks how “The beautiful couple” is doing. \n\nQadeer writes “You both will always in my hearts and I will miss your company. I wish we will meet again and again.” I hope so too, guys, I wish you the best. \n\n\n", "contentNL": "..", "latitude": 37.962145, "longitude": 23.658516, "datetime": "2018-11-18T11:17:40", "media": [38], "comments": 0, "author": "Kiki"}, {"id": 30, "link": "stories-to-tell-kostas", "title": "Stories to tell: Kostas", "titleNL": "..", "content": "\"I call myself hippie pirate. This is my boat. Some people get themselves an apartment, but I wanted a boat from the money I had. Now I know I could do it, to travel the world. There's always a way out.\"", "contentNL": "..", "latitude": 37.9580909, "longitude": 23.6417544, "datetime": "2018-11-16T06:16:50", "media": [29], "comments": 0, "author": "Kiki"}, {"id": 29, "link": "stories-to-tell-constantine", "title": "Stories to tell: Constantine", "titleNL": "..", "content": "“Some people poison the stray dogs, or feed them even glass. We had a pack of dogs we took care of, gave them collars and the dogs were just sharing the love. We got them food and medicine, we shared responsibility. Then, within one month, they all got poisoned. One after the other and we buried them when they died. I really felt betrayed by humankind. I think if people can be that horrible towards dogs, they can also do horrible things to other human beings.” \n\n_Constantine picked us up when we were hitchhiking from Nafplio to Athens. I got to stay in the backseat where I could cuddle her dog Flora. If you're thinking about adopting a dog, I can bring you in touch with Constantine._\n\n\n", "contentNL": "..", "latitude": 37.9581797, "longitude": 23.6417775, "datetime": "2018-11-15T06:13:43", "media": [30, 27], "comments": 0, "author": "Kiki"}, {"id": 28, "link": "burn-baby-burn", "title": "Burn, baby, burn", "titleNL": "Bij de beesten af", "content": "Shit. Gas bottle is empty. Sebastiaan and I ended up in Arachova, a picturesque village in the skiing mountains of Greece. Not that we notice anything picturesque in the dark anyway. Blindly we set up camp in something grassy and are hangry for food. \n\nBut the gas bottle’s done. \n\nQuickly I grab the burner and rush to the store, where i find the pitiful face of the cashier. None of the gas bottles fit. My stomach rumbles. \n\nAfter a call with Sebas I have the following shopping list; Two coke cans, burnable liquid (95% alcohol sounds inflammable enough) and a lighter. Sebastiaan has seen a Youtube video at some point and apparently you can make a stove yourself.  \n\nAs we are fiddle we notice almost every Youtuber in an urgent situation of no stove does have a fully equipped toolbox. Effortless they show how to cut the can, shape and pierce it. We meddle with the limited choice our pocket knives provide: corkscrew and can opener\n\nAround midnight there happen to be two triumphing Bear Grylls’s in the picturesque sheep meadow of Arachova. They do not notice anything, they are chewing and gobbling their freshly cooked pasta. Burp!\n", "contentNL": "Kak. Gasfles leeg. Sebastiaan en ik zijn aanbeland in Arachova, een pittoresk dorpje in het skigebergte van Griekenland. Niet dat je dat pittoreske ervan afziet in het donker. We hebben blind de tent opgezet op een grassig plekje en hebben een waanzinnige trek in pasta.\n\nMaar het gasflesje is er klaar mee. \n\nGauw draai ik de brander ervan af en ga ermee op een draf naar de supermarkt. Daar kan ik rekenen op een meelijwekkende blik van de gast die achter de kassa staat. Geen gasfles die past. Mijn maag rommelt. \n\nTelefonisch overleg met Sebas levert me het volgende boodschappenlijstje op: 2 blikjes, brandbaar vloeistof (95% alcohol klinkt brandbaar genoeg) en een aansteker. Sebas heeft ooit een youtubevideo gezien. Een brander kan je prima zelf maken. \n\nWat ons opvalt zodra we aan het knutselen zijn, is dat vrijwel elke Youtuber in een noodsituatie zonder brander blijkbaar wel een volledige gereedschapskist tot zijn beschikking heeft. Eenvoudig laten zij zien hoe ze het blik knippen, vormen en gaatjes erin bikken. Wij klungelen met de beperkte keuze zoals kurkentrekker en blikopeners dat onze zakmesjes bieden. \n\nErgens rond middernacht zijn er twee triomfantelijke Bear Grylls’sen in het pittoreske schapenweitje van Arachova. Niet dat het pittoreske hen wat boeit, zij hebben gare pasta te eten. Ha!\n", "latitude": 38.483619, "longitude": 22.576034, "datetime": "2018-10-29T19:21:35", "media": [24], "comments": 0, "author": "Kiki"}, {"id": 21, "link": "meteora-greece", "title": "Meteora, Greece", "titleNL": "Meteora, Griekenland", "content": "Meteora, a place that is frequently pictured on variable postcards in Greece. We feel like aiming for this area and happen to be in luck; the Greek guy who pick us up is going directly to Kalampa, a village right under the rocks of Meteora. He drops us at the campsite. \n\nThe rocks protrude from the earth like pillars whereon the monasteries are built. we have a phenomenal view on this amazing mix of nature and culture. It is getting dark and the guests are assembling around the cooking facilities. French, English, Greek and Spanish words fill up the air. Climbers are winding their ropes and cyclists empty their panniers. The sky is crystal clear, freezing almost, and we rush into our sleeping bags right after supper.\n\nMeteora is a magnificent area, which seems to be known by quite some outdoor sportsmen. When we go for an uphill mountain hike the next morning, we encounter with the first monastery a whole mob of tourists. Buses, cars and cyclysts are passing by. Some guys stand on a rock, not too far away. Coming from south America they’ve been travelling for several months. “Can you help us? We are doing the human bicycle everywhere we come during our travels, but in order to do that we need four persons.” That’s their mission. Forming a human bicycle everywhere on earth. I have to mention, not without pride, Sebastiaan filmed and I was a proud and very much resembling handlebar. The adventures are endless with those outdoor sportsmen. \n\nWe meet a British couple. They only travel by bus or boat, at least not by car. Full enthusiasm they portray the southest island of Croatia, describe the friendliness of the Albanians and end up with the ongoing Brexit discussion. “If you ask me, the people who voted in favor for Brexit, are the people who feel melancholic about how things where in England when they were young and fit. Now half of them is already dead.” They talk about the cosy house where they stay and about the women who rents it out; “She has put up signs everywhere. It’s a bit neurotic. Don’t do this, don't do that. We don’t like rules. I was thinking about putting up extra signs that say “Do not read more than 3 rules a day”, or “Forbidden to read this sign”.” Then about their son, who got hit by a car in Italy when he was 21;  “Our Jack should’ve been 30 by now.” They didn't travel by car ever since. \n\nWe walk down by the end of the day. The route ended up different than we planned, as expected. We climbed a bit along the rocks, we take pictures of the scenery with vineyards and rocks. Meteora is beautiful and the tourists are lovely people. \n", "contentNL": "Na onze kans op een gedenkwaardig feestje besluiten we toch maar de nacht elders door te brengen. We hebben geluk, de Griek die ons heeft opgepikt rijdt naar huis, een dorpje dat vlakbij het gebied Meteora ligt. Hij helpt ons met het vinden van de camping. \n\nDe rotsen waar dit gebied bekend om staat steken als pilaren uit de aarde. Boven op die rotsen zijn kloosters gebouwd. Vanaf de camping kijken we er recht tegenaan. Het is al donker aan het worden en de campinggasten verzamelen zich rond de kookgelegenheid. We horen gesprekken in het Frans, Engels, Grieks en Spaans. Klimmers zijn hun touwen aan het opbergen en de fietsers halen boodschappen uit de tassen. Deze heldere nacht is het koud en we kruipen na het eten direct de slaapzak in. \n\nMeteora is een wonderschoon gebied, wat blijkbaar bij veel buitensporters bekend is. Wanneer we de volgende middag gaan wandelen, zien we bij het eerste klooster de hordes mensen. Bussen, auto’s, maar ook veel fietsers. We zien wat jongens op een rots klimmen en gaan al snel hen achterna. Ze komen uit Argentinië en vragen of we ze kunnen helpen. “We are doing the human bicycle everywhere we come during our travels, but in order to do that we need four persons.” Dat is hun missie. Een fiets vormen van mensen en dat overal ter wereld. Niet zonder trots kan ik jullie vertellen dat Sebastiaan het fantastische camerawerk heeft gedaan en ik heb mogen figureren in het filmpje als fietsstuur. Je maakt wat mee, met al die buitensporters. \n\nWe spreken onderweg een Brits koppel. Zij reizen enkel per bus of boot, in ieder geval niet met de auto. Vol enthousiasme vertellen ze over het zuidelijkste eiland van Kroatië, over de vriendelijkheid van de mensen in Albanië en (uiteraard) over Brexit. “If you ask me, the people who voted in favor for Brexit, are the people who feel melancholic about how things where in England when they were young and fit. Now half of them is already dead.” Ze vertellen over het huisje waar ze verblijven en over de verhuurster die overal bordjes met regeltjes heeft geplaatst. “We don’t like rules. I was thinking about putting up extra signs that say “Do not read more than 3 rules a day”, or “Forbidden to read this sign”.” En ze vertellen over hun zoon, die op 21-jarige leeftijd is aangereden in Italië. “Our Jack should’ve been 30 by now.” Sindsdien reizen ze zo min mogelijk per auto. \n\nWe lopen eind van de middag terug. De route die we hadden gepland is anders uitgepakt, zoals verwacht. We hebben wat geklauterd langs de rotsen, we maken foto’s van de wijngaard en de rotsen. Meteora is prachtig en de toeristen zijn heerlijke mensen. \n", "latitude": 39.721482, "longitude": 21.630686, "datetime": "2018-10-27T08:08:57", "media": [35, 34], "comments": 3, "author": "Kiki"}, {"id": 24, "link": "beggars-vs-travellers", "title": "Beggars vs travellers", "titleNL": "Bedelaars of reizigers", "content": "“You kinda look like beggars.\" That's the feedback we get on our cardboard sign. The text we wrote says ‘we are hitchhiking to China and now we are looking for a place to sleep. Well, it's not really stylish, a cardboard sign. \"You should keep it short like; 'Need a couch' or something.\" The Polish Marcin is an experienced Couchsurfer and traveller, he says. This man can give us advice. He is about to see a soccer match, without buying a ticket. For this he also has his tactics that he likes to share with us.\n\nWhen Marcin continues, we indeed change the sign. We are lucky that day, a girl named Yota has no trouble with us, uhm, lived through appearance. She invites us to come along, first to her friends as she is now on her way to them. They react surprised, but somewhere it seems natural that Yota finds people on the street. A large Maine Coon (A type XXl cat with tiger alures) walks through the apartment. Me happy. We talk about studies and play cards. In between, Yota says \"Yeah, if you're traveling, you really get to be like everything is fine, i'm okay, and stuff. But you know, it is very important that you say when you need something, or want to do something. Otherwise you'll just ignore yourself.\" It sticks with me, a while later I decide that I really want tea and just ask for it.\nThe evening progresses, we go to Yota's house. \"Welcome home,\" she says as soon as we enter. Sebastiaan and I will go into chillmode, we’d love that right now. Yota has her own things. Study, yoga, conversations with her sister in Iceland and visiting friends ... Occasionally she comes home and we chat.\n\nThessaloniki is very lively. There are students, there is the harbor and many, many bars and coffee shops. People in the street make music. Vivi, my roommate back home, also arrives in Thessaloniki these days. It happens that we can meet each other. We drink a glass of wine on the quay. We talk about the difference between Greek and Dutch parents and about what Thessaloniki has to offer. We only see each other for an hour, but it is so nice to see a familiar face different from that of Sebastiaan!\n\nMarcin sends a message, whether we have found a place to sleep. He goes to Sofia. Or no, he is already in Belgium. He sends a picture of a wide-grinning Marcin in a random camper. We’ll meet again someday. ", "contentNL": "“You kinda look like beggars.” Dat is de feedback die we krijgen op ons kartonnen bordje. Er staat een tekst op dat we naar China liften en dat we nu een bank zoeken om te slapen. Tsja, echt stijlvol is het niet, een kartonnen bord. “You should keep it short like; ‘Need a couch’ or something.” De Poolse Marcin is een ervaren Couchsurfer en reiziger, vertelt hij. Deze man kan ons goede tips geven. Nu gaat hij eerst proberen om een voetbalwedstrijd te zien, zonder het kopen van een kaartje dan wel. Daar heeft hij ook zijn tactieken voor die hij graag met ons deelt. \n\nWanneer Marcin verder loopt veranderen we inderdaad het bordje. We hebben geluk die dag, een meisje genaamd Yota heeft geen moeite met ons, uhm, doorleefde voorkomen. Zij nodigt ons uit om mee te komen, eerst naar haar vrienden want daarmee heeft ze nu afgesproken. Zij reageren verbaasd, maar ergens lijkt het heel natuurlijk te gaan dat Yota mensen op straat vindt. Een grote Maine Coon (Een soort XXl kat met tijgerallures) loop door het appartement. Ik blij. We praten over studies en spelen kaart. Tussendoor zegt Yota met een vreemde opmerkzaamheid “Yeah, if you’re travelling, you really get to be like ‘everything is fine, i’m okay, and stuff. But you know, it is very important that you say when you need something, or want to do something. Otherwise you’ll just ignore yourself.” Het is een schot in de roos, een tijdje later besluit ik dat ik heel graag thee wil en vraag er om. \nDe avond vordert, we gaan naar Yota’s huis. “Welcome home,” zegt ze zodra we binnen komen. Sebastiaan en ik gaan keihard chillen, daar zijn we wel aan toe. Yota heeft haar eigen dingen. Studie, yoga, gesprekken met haar zus in IJsland en het bezoeken van vrienden… Af en toe komt ze thuis en babbelen we wat. \n\nThessaloniki is heel levendig. Er zijn studenten, er is de haven en veel, heel veel barretjes en koffietentjes. Mensen op straat maken muziek. Vivi, mijn Droevendaalse huisgenote, komt deze dagen ook naar Thessaloniki. Het komt net zo uit dat we elkaar kunnen ontmoeten. We drinken een wijntje aan de kade. We praten over het verschil tussen Griekse en Nederlandse ouders, over wat Thessaloniki te bieden heeft. We zien elkaar maar een uurtje, maar wat is het fijn om een bekend gezicht, anders dan die van Sebastiaan te zien!\n\nMarcin stuurt een berichtje, of we een slaapplek hebben kunnen vinden. Hij gaat naar Sofia. Of nee, hij is alweer in België. Hij stuurt een  foto van een breedgrijnzende Marcin in een willekeurige camper mee. Die komen we nog wel eens tegen. \n", "latitude": 40.62347, "longitude": 22.957086, "datetime": "2018-10-22T16:57:14", "media": [39, 41, 40], "comments": 0, "author": "Kiki"}, {"id": 23, "link": "nations", "title": "Nations", "titleNL": "Volkeren", "content": "“The Dutch are not the smartest, but definitely the most innovative people.” We are hosted by Toncho, in Plovdiv. He picked us up in Sofia, an evening he was traveling home with his son. He regretted he couldn’t offer us to stay that evening, since his apartment doesn’t provide enough room. However, we can stay the next evening, then this son’s room is free.\n\nToncho likes to talk about nations. He seems even fascinated. He talks about the gypsies in Bulgaria who live in the ghetto's; separate districts where the government seems to have no control over. It is impossible to clean up the illegally built houses as the gypsies have human rights organizations on speed dial. In the meanwhile the distance between the Bulgarian society and the gypsies is large, the only interaction seems to be begging and stealing. \"I know how people think about the Bulgarians, and that is why I was so positively surprised how we got treated in the Netherlands.\" His son studied business management in Utrecht. According to Toncho, he is never disadvantaged because of his origins and the people in the Netherlands are super nice. In any case, Toncho the image of the Dutch is that they dare to try and do not mind making mistakes.\n\nI think it’s funny to hear someone else talk about your country. Especially in a positive way. Toncho is at the same time very aware of how Bulgarians are seen. To be honest, I do not really know many bulgarians, I think, and the association I have with them goes no further than that they come to the Netherlands to earn more money than back at home. \n\n I have never had to do anything other than being born in the Netherlands to earn a Dutch passport. What does a nationality mean? Unlike creating an image of your background (clogs, liberal attitude, weed, building dikes) it may also create an image that forms you. For example, if I hear about the liberal Dutch, which includes me, I might feel more comfortable with the more liberal ideas. Or since ‘we’ are  good at constructing dikes (as if I’ve ever built one, but okay), I might feel very comfortable around dykes, although I usually am not around dykes. How does that work the other way, if all negative things about your people are told? Will you think bad about yourself? Will you start to feel bad about yourself? \n\n\"I do not like German. They want me to talk German since I work in a German company, but it is not anymore. It is an international company and language. I do not like the language.\" It is wonderful to chat with Toncho and his wife. They take us lovingly and we learn a lot about the food, the culture and their drive to accompany and support their son as parents. But what does he mean by 'The Dutch are not the smartest'?\n", "contentNL": "“The Dutch are not the smartest, but definitely the most innovative people.” We zijn te gast bij Toncho, in Plovdiv. Hij heeft ons opgepikt in Sofia, een avond dat hij met zijn zoon onderweg was naar huis. Spijtig vond hij het dat hij ons niet meer kon aanbieden, want groot is zijn appartement niet. Wel mogen we de nacht erop komen logeren, want dan is de kamer van zijn zoon vrij. \n\nToncho praat graag over volken. Hij lijkt er zelf een beetje door gefascineerd. Hij vertelt over de zigeuners in Bulgarije, die in de ghetto’s wonen. Aparte wijken waar de overheid geen vat op lijkt te krijgen. Ruimen van de illegaal gebouwde woningen kan niet, want de zigeuners hebben mensenrechtenorganisaties op speed-dial. Ondertussen is de afstand tussen de Bulgaarse samenleving en de zigeuners groot, de enige raakvlakken lijkt het bedelen en stelen. “I know how people think about the Bulgarians, and that is why I was so positively surprised how we got treated in the Netherlands.” Zijn zoon heeft in Utrecht Businessmanagement gestudeerd. Volgens Toncho is hij nooit benadeeld om zijn afkomst en zijn de mensen in Nederland super aardig. Sowieso heeft Toncho een beeld van de Nederlanders, dat ze durven uit te proberen en het niet erg vinden om fouten te maken. \n\nHet is grappig om een ander te horen praten over je land. Zeker wanneer dat positief is. Toncho is zich tegelijkertijd zeer bewust van hoe Bulgaren worden gezien. Om heel eerlijk te zijn ken ik niet echt veel bulgaren, denk ik, en de associatie die ik met ze heb gaat niet verder dan dat ze naar Nederland komen om drie maanden lang een zakcentje bij te verdienen. Ik heb nooit iets hoeven doen dan in Nederland geboren te worden om een Nederlands paspoort te verdienen. Wat doet een nationaliteit met je? Anders dan een beeld creëren van je achtergrond (Klompen, liberale instelling, wiet, goed in dijken bouwen) creëert het misschien ook een beeld waarnaar je je gaat vormen. Omdat mij verteld wordt dat we liberaal zijn, ga ik me ook prettiger voelen met wat liberaler ideeën. Omdat ‘wij goed zijn in dijken bouwen, waardeer ik dijken misschien meer, hoewel ik doorgaans echt niet beneden zeeniveau te vinden ben. Hoe werkt dat de andere kant op, als  er allemaal negatieve dingen over je volk verteld worden? \n\n“I don’t like German. They want me to talk German since I work in a German company, but it is not anymore. It is an international company and the language should be English. I don’t like the language.” Het is heerlijk om te babbelen met Toncho en zijn vrouw. Ze nemen ons liefdevol in huis en we leren veel over het eten, de cultuur en hun gedrevenheid om hun zoon te begeleiden en te steunen als ouders. Maar wat bedoelt hij toch met ‘The Dutch are not the smartest’? \n", "latitude": 42.14843, "longitude": 24.745703, "datetime": "2018-10-17T16:11:48", "media": [42], "comments": 0, "author": "Kiki"}, {"id": 17, "link": "slow-as-fast-as-they-could", "title": "Slow, as fast as they could", "titleNL": "Langzaam, zo snel als zij konden", "content": "\n\"Do you have time to drink something? My uncle is usually right over there.\" We are travelling from Jagodina in Serbia towards Sofia, Bulgaria. Today is a slow day, the town is drowning in a traffic jam. Serbia has one highway, from North to South. An accident happened. Now all traffic must pass over the provincial (read: very bumpy) road.\nSo we are not in a hurry and meet the uncle of our driver. He turns out to be a charming older man with an impeccable English pronunciation. He lived in London for 30 years and on the question what he did for his work he answers \"As less as possible.\" Apparently he was good at that, since he has quite some property. Now he is old and has gone back to Serbia, to his roots. While enjoying a beer, he looks at a traffic jam he doesn’t take part of.\n\nAfter our coffee we get a beer. Another beer. And okay, last one. At 4 o'clock in the afternoon we might be a bit tipsy and the traffic jam is still passing by. Meanwhile various media reports about the accident; it claimed 7 lives and 26 people were injured.\n\nThe uncle asks us: \"Where do you sleep tonight?\" Good question. He does not hesitate and invites us to sleep in his apartment in the center. First we have to go to his ranch, about which he has told. Somewhat bragged, we discover. The house is not finished yet, but there is indeed some ground around it. The uncle appears to be 63 and tells about his wife who is still in England and does not want to move to Serbia. They thus live separately. He drinks beer every day. He goes to bed when he is tired, even in the middle of the day. Suddenly the charming eloquent man turns out to be somewhat lonely. \"You are in your twenties, I am an old man.\" Maybe his zest for life has faded away with the beer. I think of my mother who cycles over French mountains, she turned 60 this year. Or Sebastiaans father, who walks endlessly over golf courses to practice his shot. I remember my grandfather who climbed the trees at the age of 70 to build treehouses and pick cherries.\n\nWhen we say goodbye he asks us to return, next year with all those stories about our trip. \"Oh and please do not mention me in your stories. I do not want to have many people flooding over my ranch.\" Whoops.", "contentNL": "“Do you have time to drink something? My uncle is usually in the pub right over there.” We zijn van Jagodina in Servie onderweg richting Sofia, Bulgarije. Nouja, onderweg is misschien wat veel gezegd, want we staan loeivast in een file. Servie heeft namelijk 1 snelweg, van Noord naar Zuid. En daarop is een ongeluk gebeurd. Nu moet al het verkeer over de provinciale (lees: boeren-) weg.\nWe hebben dus geen haast en maken kennis met de oom van onze gastheer. Hij blijkt een charmante oudere man te zijn met een onberispelijke Engelse uitspraak. Hij heeft daar 30 jaar gewoond en op de vraag wat hij deed voor zijn werk antwoordt hij “As less as possible.” En daar was hij blijkbaar goed in, want hij heeft bezit overal vastgoed.  Nu is hij oud en terug gegaan naar Servie, naar zijn roots. Hij kijkt onder het genot van een biertje naar een file waar hij zelf niet in hoeft te zitten. \n\nNa onze koffie krijgen we een bier. Nog een bier. En oke, laatste dan. Om 4 uur smiddag’s zijn we mogelijk wat aangeschoten en kruipt de file nog steeds voorbij. Inmiddels berichten diverse media over het ongeluk; het heeft 7 levens geeist en er zijn 26 mensen gewond. \n\nDe oom vraagt ons: “Where do you sleep tonight?” Tsja. Goede vraag. Hij aarzelt niet en nodigt ons uit om in zijn appartment in het centrum te slapen. Eerst nog even naar zijn ranch, waarover hij heeft verteld. Beetje gepocht wel, komen we achter. Het huis is nog niet af, maar er is inderdaad wat grond eromheen. De oom blijkt 63 te zijn en vertelt over zijn vrouw die nog in Engeland is en niet naar Servie wil verhuizen. Ze leven zodoende gescheiden. Elke dag drinkt hij bier. Hij gaat naar bed als hij moe is, ook midden op de dag. Ineens blijkt de charmante welbespraakte man toch wat eenzaam. “You are in your twenties, I am an old man.”  Misschien is zijn levenslust wat weggevloeid met het bier. Ik denk aan mijn moeder die over Franse bergen fietst, inmiddels toch ook al 60 jaar. Aan Sebastiaans pa, die eindeloos over een golfbaan kan lopen om zijn slag te oefenen. Ik denk aan mijn opa die op zijn 70ste de bomen in klom om met ons hutten te bouwen en kersen te plukken. \n\nWanneer we afscheid nemen vraagt hij ons terug te komen, over een jaar met al die verhalen over onze reis. “Oh and please don’t mention me in your stories. I don’t want to have too many people flooding over my ranch.” Oeps.\n ", "latitude": 43.964404, "longitude": 21.27761, "datetime": "2018-10-08T13:50:23", "media": [], "comments": 0, "author": "Kiki"}, {"id": 16, "link": "stories-to-tell---vanja", "title": "Stories to tell - Vanja", "titleNL": "Verhalen -  Vanja", "content": "\"My father owns pub in my hometown. So this one time my father had an issue with the police about noise, he chose to pick up a verbal fight and had to come to the police station. When my mother received a call she was so angry with him, she said he could spend the night in jail. Only the dog she wanted back home. The guys from the bar called a taxi and put the dog- it was a stray- in the passengerseat. 'Crazy people' said the taxidriver as he delivered the smuglooking stray at my mom's. My dad did sleep in jail that night.\" ", "contentNL": "\"Mijn vader heeft een cafe in de stad waar we vandaan komen. Op een dag kreeg mijn vader de politie over vloer vanwege geluidsoverlast. Hij koos ervoor om met ze in discussie te gaan en moest mee komen naar het bureau. Toen mijn moeder een telefoontje kreeg werd ze zo kwaad op mijn pa, dat ze hem vertelde dat hij een nachtje kon brommen. Enkel de hond wilde zij terug. De bargasten lieten een taxi voorrijden en zetten de hond- het was een straathond- op de bijrijderstoel. 'Rare mensen', zei de taxichauffeur toen hij de grijnzende straathond bij mijn moeder afleverde. Mijn vader heeft die nacht inderdaad in de cel geslapen.\" ", "latitude": 43.85859, "longitude": 18.412007, "datetime": "2018-10-05T13:39:40", "media": [19], "comments": 0, "author": "Kiki"}, {"id": 18, "link": "mostar", "title": "Mostar", "titleNL": null, "content": "", "contentNL": null, "latitude": 43.337196, "longitude": 17.814957, "datetime": "2018-10-02T14:00:50", "media": [20], "comments": 3, "author": "Kiki"}, {"id": 20, "link": "between-words-and-war", "title": "Between words and war", "titleNL": "Tussen taal en terror", "content": "You never know what is going to happen on a day when hitchhiking. One day we spend some time with the Serbian embassy in Banja Luca, Bosnia. We are hitching with Ratko and he has to hand in some documents. Ratko teaches Anglo-American languages at universities. He loves languages, travelling and telling stories. In our minds he brings us way further than Banja Luca as he tells about the Maori’s in New Zealand where he spend several months to learn their language. Ten minutes later he explains how the Japanese grammar is constructed. “You see? It’s not that difficult.” \n\nFrom the Serbian embassy we visit the National library where we meet a friend of Ratko’s. He knows people everywhere, as he travels for work. We shouldn’t hesitate to get in touch with him if we need a contact somewhere. His friend Natalja, from Lithuania, shows us around. “In the schools children don’t get mandatory Russian classes, so here in the library we provide  lessons,” says Natalja. Although she looks like she’s taking care of a very demanding job (“and my kid was sick, so I’m a bit worried”) Natalja takes some time to drink a coffee with us. \n\nRatko takes us for lunch, in Banja Luca. During that walk we learn things like “Always walk to a church if you don’t know a city” and how to find the right people for asking things; “They look young and sharp. I’ll go to them.” We find a nice place at a diner. A small girl approaches us, begging. I see her teeth rotting in her mouth and how she can’t be much older than eight. I hate seeing this helpless situation and realize I’ll encounter this more often during the trip. \n\n“Look, it’s about the same distance.” Ratko convinces us of how little trouble it is to take us further down the road. He obviously likes to help us, since the route actually is definitely not faster for him. In the car he continues his stories. I’m in the back and listen while the landscape passes by.\n\nIn Bosnia the war is never far away. In the streets you will see people affected by the war, they miss limbs or have scars in their faces. People our age warned us not to talk about it as it can be a very sensitive subject. Ratko on the other hand is quite open about it. The way the country got divided after Tito’s death and how ethnicity and religions were important on which side you had to be. “My grandfather was Jewish, my ex-wife was Islamic and I grew up in a Serbian family. What do you choose? I don’t want my family killed. At one point I fought at the opposite side from my brother’s. Just because I lived in another area of the country.” \n\nI really don’t know much. Not about war, not about this specific war. “I was basically a mercenary and fought wherever they wanted me to fight.” I don’t know how it is to shoot people, I don’t know about the existence of free will. When this man talks I can’t imagine the horrors people can do to each other and I’m starting to ask myself whether it is legit to just trust someone. Like we do, by the way we are travelling. We drive past an army base. A concentration camp from World War 2 must be right behind it. The vehicles are rusty around the edges. The base looks strangely peaceful and deserted. “You’re crazy to hitchhike here.” Ratko worries. It is the countryside and not a lot of people will pass by to pick us up. I don’t mind some quiet country time. \n\nBosnia is a beautiful country. That evening we walk along the road where indeed no-one picked us up. Hay is drying and cows staring at those strangelooking humans. A kitten hunts succesfully a mouse. Farmers are going home as the sun disappear s behind the mountains.", "contentNL": "Je weet nooit wat de dag je gaat brengen als je lift. Zo zitten we op een dag bij de Servische ambassade in Banja Luca. We zijn op het pad van Ratko terecht gekomen en hij moet documenten afleveren. Ratko is een man die Anglo-Amerikaanse literatuur doceert op universiteiten. Hij is een talenman, heeft veel gereisd en houdt er van om te vertellen. Dat laatste doet hij dan ook enthousiast. Her en der gooit hij Nederlandse woorden door zijn verhaal. Hij praat over de Nederlandse ‘G’ en over waar deze in de keel gevormd wordt. Zijn Nederlandse scheldwoordenvocabulair is eveneens op peil. Hij vertelt over de Japanse zinsconstructie en het Russische alfabet, of over de tijd dat hij tussen de Maori’s in Australië heeft gezeten om hun taal te leren. Vanuit de Servische ambassade gaan we naar de Nationale bibliotheek, waar we een kennis van hem ontmoeten die er werkt. Hij kent overal mensen, van het vele reizen. We moeten niet aarzelen contact met hem op te nemen voor het geval we ergens vast komen te zitten. Misschien kan hij wat regelen. \n\nHij neemt ons mee Banja Luca in voor een lunch. De geplande lezingen die hij die middag op de universiteit moet houden kunnen ook wel een paar uur later, vind hij. Wanneer we aan een tafel zitten komt vraagt meisje van hooguit 8 jaar iets aan Ratko. Ze bedelt om geld. Ik zie haar tanden rotten in haar mond. Hij geeft wat geld en ik moet even slikken. Ik vind het moeilijk om een kind in die situatie te zien. Ik zal het straks nog wel meer meemaken, ben ik bang. \n\n“Look, it’s about the same distance.” Ratko probeert ons te overtuigen dat het echt geen moeite is om ons verder mee te nemen. Het is zichtbaar dat hij het leuk vindt om ons verder te helpen, want de route is wel degelijk om. In de auto gaan zijn verhalen volop verder. Ik zit achterin en luister mee met de conversatie van Sebastiaan en Ratko. \n\nIn Bosnië is de oorlog nooit ver weg. Jongeren van onze leeftijd waarschuwen dat we er niet over moeten praten, want het kan heel gevoelig liggen. Ratko vertelt er openlijk over. Over hoe het land versplinterd raakte na Tito’s dood en over de religies die tegenover elkaar kwamen te staan. “My grandfather was Jewish, my ex-wife was Islamic and I grew up in a Serbian family. What do you choose? I don’t want my family killed. At one point I fought at the opposite side from my brother’s. Just because I lived in another area of the country.” Het contact met zijn broer is nooit hersteld. \n\nIk besef me dat ik eigenlijk niet zoveel weet over deze oorlog. “I was basically a mercenary and fought wherever they wanted me to fight.” Hoe is het als je op mensen schiet? Sebastiaan en ik durven het niet te vragen. We rijden langs een oude legerbasis waar de tanks klaar staan. Een concentratiekamp uit de Tweede Wereldoorlog moest ergens achter de basis liggen. De voertuigen hebben een roodbruine kleur langs de hoeken. Het is nu vrede en de basis ziet er verlaten uit. \n\nBosnië is een prachtig land. Bij een boerderij waar we die avond langs lopen staan hooimijten en koeien kijken nieuwsgierig naar die voorbijwandelende rugzakken. Een katje jaagt tussen de grashalmen en vangt succesvol een muis. De boeren gaan naar huis met hun trekkers en de zon hangt laag boven de bergen. \n", "latitude": 44.766849, "longitude": 17.209929, "datetime": "2018-09-28T15:14:06", "media": [22], "comments": 0, "author": "Kiki"}, {"id": 19, "link": "bosnian-border", "title": "Bosnian Border", "titleNL": "Bosnische grens", "content": "\n\n\n..", "contentNL": "“I’ve been in the army, but I’ve never shot anyone without reason.” We rijden door langs de Bosnische grens. De kleine blonde vrouw achter het stuur spreekt in Engels met beperkt aantal woorden maar zeer duidelijk. Djurdica is haar naam. Ze lacht veel. De man naast haar maakt een enthousiaste indruk, hij vindt het fantastisch dat we bij hun in de auto zitten. Kroaten komen niet zo snel naar Bosnië, vertelt de vrouw. Ze zijn bang, en de oorlog ligt nog vers in het geheugen. Maar deze kleine en goedlachse vrouw is niet bang, zij heeft gevochten in die oorlog. Genoeg gezien dus. De man wijst naar haar; “professor”, zegt hij. “Ja, voor de oorlog was ik docent in bosbouw” licht de dame toe. Ik voel een instant connectie. \nMet gebaren en heel veel oogcontact probeert de man met ons verder te communiceren. Niet dat we er ook maar iets van begrijpen, maar het ziet er wel gezellig uit. Djurdica achter het stuur zegt dat dat hij teveel drinkt. Vandaar zijn vrolijke koontjes. We babbelen wat. Over waar we vandaan komen, waar we naartoe gaan en over hoe het liften tot nu toe ging.  \nDjurdica vertaalt onze plannen naar de man. We zien zijn gezichtsuitdrukking van gemoedelijke lach naar verbijstering veranderen. Dan zit hij tegen het dak van de auto. “China! Nee, echt waar?” Het is maar goed dat we in een cabrio zitten en dat het dak er ook van af kan. \n\nWe stoppen bij een tentje waarbij ons duidelijk gemaakt wordt dat ze heel graag even wat met ons willen drinken. Het wordt een Turkse koffie, een varken, salades, bier. We moeten goed eten, want we zullen het nodig hebben voor de reis. Tijdens het eten blijft de man naar de schaal wijzen waar de varkensvleesberg nauwelijks kleiner van wordt. “Eet, alles moet op” gebaart hij lachend. \n\nWe zijn in Bosnie en voelen ons welkom. ", "latitude": 45.182744, "longitude": 16.824729, "datetime": "2018-09-27T14:29:33", "media": [21], "comments": 0, "author": "Kiki"}, {"id": 12, "link": "rupseflups", "title": "Rupseflups", "titleNL": "Rupseflups", "content": "“Sebas, kijk hier!” Ik tuur naar iets tussen de grassprietjes. Een klein wit bloemetje waar mensen doorgaans aan voorbij lopen. Ik niet. En Sebastiaan ook niet, daar zorg ik wel voor. Ik wijs naar de nerfjes door de bloemblaadjes en vertel hem over wat dit bloemetje zegt over het weiland. Nat, kwelwater, en ‘KIJKDANHOEMOOI’ zijn mijn kernwoorden. Sebastiaan is geduldig en dat is maar goed ook. Aan het einde van onze wandeling zijn we enkele uren verder. We hebben met onze tenen in het water gewiebeld, een appel uit een boom gemept en ik heb verschillende kruiden gevonden om door het avondeten te gooien. \n\nIk kan heel blij worden van een plantje of beestje. Op een middag komen we via een lift onbedoeld terecht aan de kant van een grote weg. Het dorpje waar we op af lopen ziet er intens triest uit met het grauwe weer. Auto’s rijden hard en ik voel mijn knie bij elke stap pijnlijk knakken. De tas drukt zwaar op mijn rug. Nog 30 minuten lopen tot de volgende supermarkt. Wanneer ik langs wat eikenblaadjes loop zie ik iets geels. Ik draai een blaadje en daar zit een geel fluffig beestje tegenaangeplakt. Het knabbelt aan de rand van het blaadje. Een rups. “SEBAS!” Ik stuiter. “EEN MERIANSBORSTEL!” Mijn opgewonden gedans om het beestje maakt het nerveus. Hij buigt zijn kopje tegen het blad aan en houdt zich stil. Het is een diertje dat regelrecht uit Teletubbieland lijkt te komen en Sebastiaan deelt inderdaad wat enthousiasme. Ik vertel wat dingen die ik weet over deze rups en laat hem verder maar zitten. We lopen verder, de volgende lift zal nu niet lang meer duren. \n\n\n", "contentNL": null, "latitude": 45.822604, "longitude": 15.173533, "datetime": "2018-09-20T14:00:00", "media": [15, 13, 14], "comments": 16, "author": "Sebas"}, {"id": 11, "link": "truckload-of-stories", "title": "Truckload of stories", "titleNL": "Tukkie in een trucky", "content": "It’s getting dark. We are in een parkinglot north of Slazburg and have no clue where we are going to stay tonight. I’m tired, Sebastiaan hugs me reassuring. “ We will find a place to put up the tent or something.” Of course, Everything is going to be allright, but sometimes… \nOut of the blue a young guys approaches us. His straight blond hair lights up in the streetlights. Gas stations are usually closed with fences, only accessable by car from the highway. This guy only has got a phone. While he’s chatting through the phone he asks whether we have got a place to sleep. “No worries, we’ll figure something out.” And he’s gone. Sebas and I remain clueless. Where the f* did that guy come from? And what did he mean? We did learn to take things as they come during our trip and wait. \n“Hi, I’m Krzysztof and I’m trucker. You can sleep in de back of my truck” Krzysztof has the appearance of a metalhead, not of a trucker. We follow him to his truck. He’s from Poland and together with his parents they run a transport company. Krzysztof speaks English easily. And a lot. He has stories about his father who used to work at a cirque and tigers that where being drugged with LSD. “One tiger was so high, he killed his caretaker since he didn’t want to do his trick. Afterwards he went back to sleep.” Krzysztof is a true host at his truck. He prepares a grill and whil he does that he keeps on talking. About the company, his girlfriend, how to recharge an empty truckbattery and about his dad. Although Krzyztof seems cheerfull and friendly, he actually has a shitty day. While driving the truck his dad was getting so sick he had to go to hospital. They don’t know what caused his illness, but he definitely had to stay. Now Krzyztof has to drive the truck by himself. Some of the sausages on the grill are getting black and another Polish trucker has joint our gathering. The next day it’ll be Sunday, when truckers don’t drive. Whether we’d like to go into Salzburg together. Sure. \nThe bus leaves at 9:30. We have to shower, eat breakfast, drink coffee. First we’ll go to the hospital, then we can walk to the castle. “And after breakfast you two can do the dishes.” Krzysztof takes the lead easily. That morning we march into the hospital with the four of us. Krzysztof in the front, then Sebastiaan and me with the backpacks and the round-bellied Polish trucker as last. \nKrzysztof is an exact copy of his father, only 30 years younger. As soon as his father enters the waiting area, he starts talking to the Polish trucker. In Polish, as he doesn’t speak English. We hear the word cirque. The same story, the same mimics, but Polish. Krzysztof is the translator when the treating doctor tries to explain what they are going to do. Krzysztof knows already; “You fix him. If medicin don’t work, strrronger medicin. Everything that is needed I say yes. We got insurance, they will pay everything. You fix him.” \nKrzysztof is 20 years and drives the truck by himself. He explains his father what the procedure will be and reassures his mom. “There’s no point  for her to come all the way from Poland to Austria. He’s in good hands and we have to wait.” And he continues with the stories; “I have one story -this is a short one- this was long time ago…”", "contentNL": "Het wordt al donker. We staan op een parkeerplaats ten noorden van Salzburg en hebben nog geen idee waar we vannacht slapen. Vermoeid kijk ik naar Sebastiaan die me een knuffel geeft. “We vinden wel een plekje waar we de tent op kunnen zetten ofzo” stelt hij me gerust. Natuurlijk, het gaat wel goed komen, maar soms… \nUit het niets komt er een jonge vent met lang blond haar aangelopen. Tankstations zijn vaak afgesloten met omheiningen. Hij belt met iemand en roept ondertussen naar ons of we al een slaapplek hebben. We antwoorden ontkennend en terwijl hij doorloopt zegt ‘ie wel iets te kunnen regelen. “No worries, we’ll figure something out.” En weg is hij. Sebas en ik kijken elkaar aan. Waar de f* kwam die gast vandaan? Wat zou hij bedoelen? In de tussentijd hebben we geleerd de dingen te nemen zoals ze komen en wachten rustig af.. \n\n“Hi, I’m Krzysztof and I’m trucker. You can sleep in de back of my truck” Krzysztof ziet er uit als een metalhead, niet als trucker. We lopen met hem mee. Hij blijkt uit Polen te komen en met zijn vader en moeder hebben ze een transportbedrijf. Krzysztof spreek Engels met gemak. En veel. Hij heeft verhalen over zijn vader die bij het circus werkte en tijgers die werden gedrogeerd met LSD. “One tiger was so high, he killed his caretaker since he didn’t want to do his trick. Afterwards he went back to sleep.” Krzysztof is een gastheer bij zijn eigen truck. Hij maakt een grill klaar en terwijl hij dat doet blijft hij praten. Over het bedrijf, over zijn vriendin, over hoe je een vrachtwagenaccu weer opgestart krijgt en over zijn pa. Hoe vriendelijk en vrolijk hij ook is, eigenlijk heeft Krzysztof een schijtdag. Samen met zijn vader was hij aan het rijden op de truck, maar zijn vader werd zo ziek dat hij het ziekenhuis in moest. Ze weten niet wat het is, maar wel dat zijn vader echt even moest blijven. Nu moet Krzysztof alleen rijden en de lading lossen. In de tussentijd is er een andere Poolse trucker aangesloten bij de grill. De volgende dag is het zondag. Krzysztof moet zijn truck een dag stil laten staan en wil graag Salzburg in, of wij mee gaan. Sure. \nDe bus vertrekt om 9:30. We moeten 7:30 op. Douchen, ontbijten, koffie. Dan gaan we als eerst naar het ziekenhuis, daarna kunnen we naar het kasteel lopen. “And after breakfast you two can do the dishes.” Krzysztof neemt gemakkelijk de leiding. Zo lopen we die ochtend met een behoorlijk tempo het ziekenhuis binnen. Krzysztof voorop, daarachter Sebastiaan en ik met de backpacks en de Poolse trucker met flinke bierbuik hobbelt er achteraan. \nKrzysztof blijkt als twee druppels water op zijn vader te lijken. Zodra die man de wachtruimte binnen komt begint hij te lullen tegen de trucker. In het Pools, want hij spreekt geen woord Engels. We horen het woord circus voorbij komen. Hetzelfde verhaal, dezelfde mimieken, maar in het Pools. Wanneer de dokter komt is Krzysztof de vertaler. Ook hier weet Krzysztof wat de dokter moet doen; “You fix him. If medicin don’t work, strronger medicin. Everything that is needed I say yes. We got insurance, they will pay everything. You fix him.”\nKrzysztof is 20 jaar en rijdt de truck nu alleen. Hij vertelt zijn vader wat ze met hem gaan doen en maakt stelt zijn moeder gerust. “There’s no point for her to come all the way from Poland to Austria. He’s in good hands and we have to wait.” En ondertusssen vertelt hij verhalen. “I have one story -this is a short one- this was long time ago…” \n\n", "latitude": 47.830935, "longitude": 13.064989, "datetime": "2018-09-15T21:00:00", "media": [16], "comments": 0, "author": "Kiki"}, {"id": 15, "link": "zweten-in-saksisch-zwitserland", "title": "Zweten in Saksisch Zwitserland", "titleNL": "Zweten in Saksisch Zwitserland", "content": "Tegen de grens van Duitsland, Tsjechie en Polen ligt een gebied waar de bergen de lucht in priemen. Wilde natuur, dat bekend staat om de mooie uitzichten en goede klimroutes. Velen bezoeken dit gebied waardoor de regels steeds strenger worden wat betreft het gebruik. Zo mag je er tegenwoordig niet meer kamperen, maar wel ‘Boofen’. Slapen in grotten met slechts een slaapzak. Waar dat dan precies kan, is een beetje vaag, want de kaarten waarop ze staan aangegeven zijn van het internet afgehaald.  \n\nEen beetje avontuur kunnen Sebastiaan en ik wel hebben. Met onze backpacks stappen we overmoedig het park in. Paden zijn er duidelijk aangegeven. Al gauw zien we stenen toppen van de bergen die meters ver boven ons uit steken. Een trap staat er uitnodigend tegenaan, voor de niet-klimmers. We hoppen de trap op. En nog een. Uitzichtspunt. Nog een trap. Ik zweet, alsof elke porie in mijn huid besluit zich te openen. Ik kijk omhoog. De top priemt nog altijd meters boven ons uit. We vinden de plek om te boofen niet. Wel vinden we een prachtig uitzicht iets van het pad af. We hangen onze hangmatten op en koken onze noodles. De zon balanceert op een priemende rots in de verte. Slapen is die nacht geen probleem. \n\nAls je gaat wandelen, neem dan genoeg water mee. Ik weet dat, want dat zei opa altijd. En mama. En ooms die weten hoe je wandelt. Blijkbaar is de drie liter die we mee hebben niet genoeg. De volgende dag besluiten we nog wat verder te wandelen. Weten wij veel dat je dan langs de rotsen moet blijven lopen. Weten wij veel dat dat zeker 3 uur duurt. Wij vonden 6,50 namelijk teveel voor een wandelkaart. \nGelukkig staat er op een kruispunt een oudere man met een volle witte baard. Hij ziet er uit als een bedreven wandelaar met een wandelboekje. Hij stuurt ons in de juiste richting. “Het kan wel pittig zijn met die backpacks,” zegt hij nog. “Ah, kein probleem!” roep ik. Overmoedig. Onze wandeling is nog jong en wij voelen ons fris. We houden het tempo er in. We klauteren langs bergwanden, onder rotsen door, over een stapel stenen en langs afgronden. Het is heel normaal om hier langs afgronden te lopen en we komen flink wat sportieve 60’ers tegen. Na 1,5 uur beginnen we dorst te krijgen. We hebben niet zo veel water meer en willen eigenlijk wel naar beneden. Een kruispunt. Wederom een man met een wandelboekje. En dezelfde volle witte baard. Hij groet ons, en haalt het boekje er al bij. Hij is onze Gandalf die ons in de juiste richting duwt tijdens onze queeste. “Hoe komt u hier zo snel?” Vraag ik de man, hijgend en verbluft. “Loopt u zo hard? Vliegt u?”  “Ach nee,” zegt de man. “Ik nam de andere route”... \n\nDie avond liggen we volkomen uitgeput te slapen op een grasveldje voor de Lidl. Om ons heen ligt het eten dat we overvloedig hebben ingeslagen. We gaan het wel leren. \n", "contentNL": "Tegen de grens van Duitsland, Tsjechie en Polen ligt een gebied waar de bergen de lucht in priemen. Wilde natuur, dat bekend staat om de mooie uitzichten en goede klimroutes. Velen bezoeken dit gebied waardoor de regels steeds strenger worden wat betreft het gebruik. Zo mag je er tegenwoordig niet meer kamperen, maar wel ‘Boofen’. Slapen in grotten met slechts een slaapzak. Waar dat dan precies kan, is een beetje vaag, want de kaarten waarop ze staan aangegeven zijn van het internet afgehaald.  \n\nEen beetje avontuur kunnen Sebastiaan en ik wel hebben. Met onze backpacks stappen we overmoedig het park in. Paden zijn er duidelijk aangegeven. Al gauw zien we stenen toppen van de bergen die meters ver boven ons uit steken. Een trap staat er uitnodigend tegenaan, voor de niet-klimmers. We hoppen de trap op. En nog een. Uitzichtspunt. Nog een trap. Ik zweet, alsof elke porie in mijn huid besluit zich te openen. Ik kijk omhoog. De top priemt nog altijd meters boven ons uit. We vinden de plek om te boofen niet. Wel vinden we een prachtig uitzicht iets van het pad af. We hangen onze hangmatten op en koken onze noodles. De zon balanceert op een priemende rots in de verte. Slapen is die nacht geen probleem. \n\nAls je gaat wandelen, neem dan genoeg water mee. Ik weet dat, want dat zei opa altijd. En mama. En ooms die weten hoe je wandelt. Blijkbaar is de drie liter die we mee hebben niet genoeg. De volgende dag besluiten we nog wat verder te wandelen. Weten wij veel dat je dan langs de rotsen moet blijven lopen. Weten wij veel dat dat zeker 3 uur duurt. Wij vonden 6,50 namelijk teveel voor een wandelkaart. \nGelukkig staat er op een kruispunt een oudere man met een volle witte baard. Hij ziet er uit als een bedreven wandelaar met een wandelboekje. Hij stuurt ons in de juiste richting. “Het kan wel pittig zijn met die backpacks,” zegt hij nog. “Ah, kein probleem!” roep ik. Overmoedig. Onze wandeling is nog jong en wij voelen ons fris. We houden het tempo er in. We klauteren langs bergwanden, onder rotsen door, over een stapel stenen en langs afgronden. Het is heel normaal om hier langs afgronden te lopen en we komen flink wat sportieve 60’ers tegen. Na 1,5 uur beginnen we dorst te krijgen. We hebben niet zo veel water meer en willen eigenlijk wel naar beneden. Een kruispunt. Wederom een man met een wandelboekje. En dezelfde volle witte baard. Hij groet ons, en haalt het boekje er al bij. Hij is onze Gandalf die ons in de juiste richting duwt tijdens onze queeste. “Hoe komt u hier zo snel?” Vraag ik de man, hijgend en verbluft. “Loopt u zo hard? Vliegt u?”  “Ach nee,” zegt de man. “Ik nam de andere route”... \n\nDie avond liggen we volkomen uitgeput te slapen op een grasveldje voor de Lidl. Om ons heen ligt het eten dat we overvloedig hebben ingeslagen. We gaan het wel leren. \n", "latitude": 50.92535, "longitude": 14.256923, "datetime": "2018-09-05T13:02:14", "media": [36, 37], "comments": 0, "author": "Kiki"}, {"id": 14, "link": "many-happy-returns", "title": "Many happy returns", "titleNL": "Vele goede thuiskomsten", "content": "Fifty euros a day. That's the money we have if we want to keep it going for six months. This is also the number I have in mind when the lady from the tourist information office names the price for a night in a hostel; 40. To be honest, 40 euros for a 'doppelzimmer' is not pricey, certainly not in a tourist center. For us it is.\n\"If you like Plagwitz in Leipzig, then you should definitely go to Aussere Neustadt in Dresden\", Steffan advised. For the impression we walk around a bit in the old city centre with all the impressive buildings. On we go to the northern region, where we soon see the walls decorated with graffiti.\nA park, wide and very open appears to be a magnet for everyone in the area. We settle in the grass. I hear the roaring sound of a boomerang being thrown into the air by someone. The boomerang comes back flawlessly in the hand of this man. The couch surf requests we send do not really work, it is last minute and well, I can understand that people already have plans when you ask last-minute. We write on a piece of cardboard that we need a place to sleep. In the meantime Sebastiaan tries in vain to continue working on the site, which without internet turns out to be a real challenge. Traveling and working is still challenging. I read some German words in _Das Grune Rollo_ but the meaning does not really get through to me. Too many impressions the last days. Some people read the sign, look curious and walk on. Then I see from the corner of my eye a young couple who consult each other. I wonder about what. Is it about us? Not much later they indeed come to us. We are welcome.\nIt's working. People invite strangers into their home without knowing them. When I ask for their reason, their answer is simple; “We also like to travel and then you just depend on others \". It is only logical for them to help each other.\nWhen we gathered our stuff together I want to go to the boomerangman. It fascinates me, the precision with which he throws and catches. I learn that there is a boomerang competition and that this man has been involved for years at top level. He reports that there are simply not many people who practice this sport and that you are at top level quite quickly. He asks if I want to try it. \"Of course!\" I call. He explains the technique and how you should stand in relation to the wind. \"Yeah, so just throw the Tai Chi guy over there. You will not hit him.\"I  hope he is right, because I have a hand to make up. I throw the boomerang like an ax and let go. With a tolling and a sweep he zooms through the air to come down on the left side of me. Wow.\nThe boomerangman introduces himself as Nils. He wishes us a good trip and gives a boomerang to us to practice. On the boomerang he writes _Many happy returns_. \"I hope you have a safe trip!\" He adds with a smile, the boomerang joins my bag.\nWe have little money on the road, but the wealth is really on the streets. A cardboard can be worth several destinations, even a sleeping place. A conversation with others provides good tips or a speed course on throwing boomerang. It sometimes feels strange, but more and more I notice that it is actually very nice to ask people for favors. We continue our way to our hosts that evening.", "contentNL": "Vijftig euro per dag. Dat is het geld dat we hebben als we het zes maanden willen vol houden met reizen. Dit is ook het getal dat ik in mijn hoofd heb wanneer de dame van de tourist information office noemt voor een nacht in een hostel; 40. Eerlijk gezegd is 40 euro voor een ‘doppelzimmer’ niet prijzig, zeker niet in een toeristisch centrum. Voor ons wel en we bedanken de dame vriendelijk voor haar informatie.\n“Als je Plagwitz in Leipzig leuk vindt, dan moet je zeker naar Aussere Neustadt in Dresden gaan”, adviseerde Stefan al. We maken voor de vorm een klein rondje langs de enorme en indrukwekkende gebouwen in het oude centrum van dresden. Op naar het noordelijke gewest, waar we al snel de muren versierd zien met graffiti. \nEen park, weids en zeer open blijkt een trekpleister te zijn voor iedereen uit de omgeving. We strijken neer in het gras. Verderop hoor ik het zwierende geluid van een boomerang die door iemand de lucht in wordt geworpen. De boomerang komt feilloos terug in de hand van de man. De couchsurf verzoeken die we uitsturen werken niet echt, het is last-minute en tja, ik snap ook wel dat op het laatste moment mensen meestal al plannen hebben. We schrijven op een stuk karton dat we een slaapplek nodig hebben. Ondertussen probeert Sebastiaan vergeefs verder te werken aan de site wat zonder internet een ware uitdaging blijkt. Reizen en werken is toch wel pittig. Ik lees wat Duitse woorden in _Das Grune Rollo_ waarvan de betekenis niet echt tot me door dringt. Te veel indrukken de laatste dagen. Enkele mensen lezen het bordje, kijken nieuwsgierig en lopen door. Dan zie ik vanuit mijn ooghoeken een jong stel dat met elkaar overlegt. Ik vraag me af waarover. Gaat het over ons? Niet veel later komen zij inderdaad op ons af. We zijn welkom. \nHet werkt. Mensen nodigen vreemden uit, in hun huis, zonder ze te kennen. Wanneer ik later naar hun reden vraag, is hun antwoord simpel; Wij reizen ook graag en dan ben je gewoon afhankelijk van anderen”. Het is voor hen niet meer dan logisch om elkaar te helpen. \nWanneer we onze spullen bij elkaar hebben geraapt wil ik nog even naar de boomerangman toe. Het fascineert me, de precisie waarmee hij gooit en vangt. Ik leer dat er een boomerang competitie is en dat deze man er jarenlang aan meegedaan heet, op topniveau. Erachteraan meldt hij dat er gewoon niet zoveel mensen deze sport beoefenen en dat je al redelijk snel op topniveau zit,. Hij vraagt of ik het een keer wil proberen. “Natuurlijk!” roep ik. Hij legt me gauw de techniek uit en hoe je ten opzichte van de wind moet staan. “Yeah, so just throw at the Tai Chi guy over there. You won’t hit him.” Ik hoop maar dat hij gelijk heeft, want ik heb er een handje van om brokken te maken. Ik zwiep boomerang als een bijl en laat los. Met een tolling en een zwaai zoeft hij door de lucht om links van mij op de grond neer te komen. Wow. \nDe boomerangman stelt zich voor als Nils. Hij wenst ons een goede reis en geeft een boomerang aan ons mee om te oefenen. Op de boomerang schrijft hij _Many happy returns_. \"I hope you have a safe trip!” Voegt hij er lachend aan toe. De boomerang gaat mee aan mijn tas. \nWe hebben weinig geld voor onderweg, maar de rijkdom ligt werkelijk op straat. Een karton kan meerdere bestemmingen waard blijken, zelfs een slaapplaats. Een gesprek met anderen levert goede tips of een speedcursus boomerangwerpen op. Het voelt soms wat raar, maar meer en meer merk ik dat het eigenlijk heel erg leuk is om mensen om gunsten te vragen. We vervolgen onze weg, naar onze hosts van die avond. \n", "latitude": 51.070556, "longitude": 13.75576, "datetime": "2018-09-03T10:04:33", "media": [44, 43], "comments": 0, "author": "Kiki"}, {"id": 13, "link": "hitchhiking-to-china", "title": "Hitchhiking to China", "titleNL": "Liften naar China", "content": " “I’d like to do that, cycling towards China.” Sebastiaan and I are in a car, talking about wild ideas which might be a bit odd. An acquaintance had been cycling to China, an interesting choice, but awesome nevertheless. Not for me though, I think cycling from Wageningen to Arnhem is already too much. \n\n“…How about hitchhiking?”\n\nIt began as a joke- I promise. However, if you talk about it how you’d be doing it and if you’re almost graduated anyway, that you could leave everything behind… Why wouldn’t we? \n\nIt’s almost time, we’ve planned to be away for at least 6 months. Sebas has almost quit his job and I have one presentation left to finish my study. I won’t wait until the graduation. It is in September and by that time I hope to be right above Greece. Via Couchsurfing.org I’ve got a rude indication of our trip and around what time. People are enthusiastic, that much is sure. I get overflown with invitations, mostly from Iran. Cups of tea, cultural exchanges and offers for world’s best guides, name it and they’ve got it. They also got their priorities straight, like Mohammad who’d like us as guests: “I can also buy sim card for you .\" And the hospitality doesn’t stop there, Maghan types: \"Welcome to Iran, We are sure that you will see a different story about Iran (...) We have one room dedicated for our guests with all facilities.” Mr Abbas ensures us: “We r happy family”.\nWho are these people? What are their stories? Are they trying to lure us for economical opportunities or do they really want to meet? We are going to find out. \n \nThe route will be as followed: Italy – Bosnia – Serbia – Bulgaria – Turkey – Georgia – Armenia – Iran – Turkmenistan/India - ? – China! As you see this is a solid and waterproof plan. \n \nFirst things first. I have to graduate.\n", "contentNL": "\"Dát wil ik ook wel, fietsen naar China.\" Sebastiaan en ik zitten in de auto, we praten over wilde ideeën die misschien wat maf zijn. Een kennis was naar China gefietst wat natuurlijk een opvallende keuze is. En super gaaf. Maar mij niet gezien, ik vind Arnhem al ver fietsen vanuit Wageningen. \n\n\"...En liften dan?\" \n\nHet begon als een grapje. Echt waar. Maar als je er langer over praat en over hoe je het wil doen, als je dan tóch bijna klaar bent met je studie en alles kan achterlaten... Waarom niet?\n\nHet is nu bijna zover, we trekken er minimaal 6 maanden voor uit. Sebas heeft zijn baan zo goed als opgezegd en ik moet nog één presentatie voordat ik mijn studie heb afgerond. De diploma-uitreiking wacht ik niet af. Die is in september en dan hoop ik boven Griekenland te zitten. Via Couchsurfing.org heb ik al een grove indicatie van de reis staan, waar we ongeveer verwachten te komen en rond welke tijd. Mensen zijn enthousiast, zoveel is zeker. Uitnodigingen stromen binnen, met name vanuit Iran. Koppen thee, culturele uitwisselingen en aanbiedingen voor de beste gidsen ter wereld, noem het en ze hebben het. Ze hebben ook hun prioriteiten duidelijk, zoals Mohammad die ons graag te gast wil: “I can also buy sim card for you .\" En de gastvrijheid houdt niet op, Maghan typt: \"Welcome to Iran, We are sure that you will see a different story about Iran (...) We have one room dedicated for our guests with all facilities.” En Mr. Abbas heeft een heel gelukkig gezin: “We r happy family”. \n\nWie zijn al deze mensen? Wat zijn hun verhalen? Willen ze toeristen vanwege economische kansen of willen ze echt graag kennismaken? We gaan het meemaken. \n\nDe route gaat ongeveer als volgt: Italië - Bosnië - Servië - Bulgarije - Turkije - Georgië - Armenië - Iran - Turkmenistan/India - ? - China! Zoals je ziet is dit een uitgekookt en waterdicht plan. \n\nEerst nog maar voor mijn afstudeerassesment slagen.\n\n\n", "latitude": 51.988924, "longitude": 5.671949, "datetime": "2018-06-20T10:00:00", "media": [], "comments": 0, "author": "Kiki"}]